Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/umo.se/aborta.html.tmx
Source language: sme
Languages: smj

source: Aborta mearkkaša gaskaduhttit áhpehisvuođa.
smj: Abårttå merkaj iesselisvuodav boarkkit.

source: Jus jurddaša dahkat abortta soitet leahkit máŋga jearaldaga.
smj: Jus ájádallá abårtåv dahkat de soajtti edna gatjálvisá.

source: Muhto álo lea vejolašvuohta deaivat soapmása oažžun dihte vástádusa jearaldagaide.
smj: Valla máhttá agev soabmásijn gávnadit vásstádusájt åttjudit ietjas gatjálvisájda.

source: Dát guoská maid dan gii lea dahkan soapmása áhpeheapmin.
smj: Guosská aj gesi l soabmásav iesselissan dahkam.

source: Ákkat ahte háliida dahkat abortta soitet leahkit máŋga.
smj: Gå sihtá abårtåv dahkat de soajttá oare ednaga.

source: Ii soaitte dovdat iežas gearggusin.
smj: Máhttá årrot danen gå ietjas ij gärggogin dåbdå.

source: Dovdá iežas ila nuorran dehe ahte ii heive su eallimii juste dalle.
smj: Adná ietjas ilá nuorran jali ij hieba ietjas viessomin jur dalloj.

source: Soaitá dat geainna lea šaddan áhpeheapmin ii leat dat geainna háliida máná.
smj: Márjju gejna l iesselissan sjaddam ij la gejna sidá mánáv adnet.

source: Lea lohpi dahkat abortta dárbbatkeahttá čilget geasage, fuolatkeahttá ákkas.
smj: Riektá l abårtåv dahkat ja ij dárbaha iehtjádij tjielggit, juska vil oarre.

source: Abortalágas lea čállon.
smj: Tjáledum la abårttålágan.

source: Olbmos lea riekti molsut oaivilis goas fal ovdal ieš abortta.
smj: Riektá l aj rievddat akta goassa abårtå åvddåla.

source: Aborta dahkan ii daga váddáseabbon šaddat áhpeheapmin maŋibus.
smj: Abårtåv dahkat ij dagá dav gássjelabbon iesselissan sjaddat boahtteájge.

source: Ii leat mangelágan ahkerádji oažžun dihte dahkat abortta.
smj: Ij ga gávnnu áldarmierre abårtåv dagátjit.

source: Ovdal abortta
smj: Abårtå åvddåla

source: Olbmos gii jurddaša dahkat abortta soitet leahkit máŋga jearaldaga ja dalle soaitá leahkit buorre ságastit soapmásiin Abortta oktavuođas fállojuvvo álo doarjja ja veahkki, sihke ovdal ja maŋŋel.
smj: Gänna ájádallá abårtåv dahkat soajtti edna gatjálvisá ja de márjju l buorre soabmásijn ságastit. Abårtå gáktuj agev fáladuvvá doarjja ja viehkke, goappátjagá åvddål ja maŋŋela.

source: Jus lea dat gii lea dahkan soapmása áhpeheapmin sáhttá maid oažžut deaivát soapmása vai beassá ságastit jus háliida.
smj: Gut soabmásav iesselissan la dahkam máhttá aj gávnadit soabmásijn jus sihtá.

source: Nieida gii mearrida
smj: Niejdda gut mierret

source: Lea álo buorre ságastit dainna geainna lea šaddan áhpeheapmin got háliida dahkat.
smj: Agev la buorre ságastit gejna l iesselissan sjaddam, gåktu sihtá dahkat.

source: Jus heive lea buorre jus sáhttá dahkat mearrádusa ovttas.
smj: Jus la máhttelis de l aj buorre aktan mierredit.

source: Muhto jus ii leat ovttaoaivilis álo áhpehis nieida mearrida dahkágo abortta vai ii.
smj: Valla jus ij ájgás boade, de agev la iesselis niejdda, gut mierret jus galggá abårtåv dahkat jali ij.

source: Dat gii lea dahkan soapmása áhpeheapmin ii sáhte okto mearridit galgágo dahkkot aborta vai doalahit máná.
smj: Gut l soabmásav iesselissan dahkam, ij la riektá aktu mierredit jus galggá abårtåv dahkat jali mánáv riegádahttet.

source: Leahkit guoibmi dasa gii dahká abortta
smj: Guojmmen gesi abårtåv dahká

source: Beroškeahttá das leago mearrádus aborttas oktasaš dehe ii, soaitá dat guoibmin leahkit unohas dovdamuš.
smj: Juska vil märrádus abårtå birra l aktisasj jali ij, de guojmmen soajttá vájves vásadus.

source: Abortavuostáváldimiin ja nuoraidvuostáváldimiin sáhttá beassat deaivat soapmása ja ságastit juogo goappešagat ovttas dehe akto.
smj: Goappátjagá abårttåduostudagájn ja nuorajduostudagájn máhttá soabmásijn gávnadit gejna ságas, juogu de goappátja aktan jali aktu.

source: Abortta maŋŋel soaitá dovdat iežas gehppon dehe morašlažžan.
smj: Abårtå maŋŋela máhttá goappátjagá gähppánimev ja håjev dåbddåt.

source: Dovddut ja jurdagat soitet molsasaddat áiggi mielde ja muhtumin bohtet easka guhka maŋŋel abortta.
smj: Dåbdo ja ájádusá máhtti målsudit ájge milta ja muhttijn esski båhti maŋebut abårtå maŋŋela.

source: Vaikko lea gollán guhkes áigi sáhttá váldit oktavuođa ovdamearkka dihte nuoraidvuostáváldimiin oažžun dihte ságastit dovdamušaidis birra.
smj: Ihka vil ájgge l vássám, de máhttá aktavuodav válldet buojkulvissan nuorajduostudagájn ságastittjat dåbdoj birra.

source: Goas sáhttá dahkat abortta ?
smj: Goassa máhttá abårtåv dahkat ?

source: Gitta 18 áhpehisvahku rádjái lea riekti dahkat abortta dárbbatkeahttá muitalit geasage manin háliida dahkat dan.
smj: Gitta 18 iesselisvuohtavahko rádjáj la riektá abårtåv dahkat váni ij aktasik giehttot manen.

source: Maŋŋil 18. áhpehisvahku galgá leahkit sosiálastivrra lohpi dahkat abortta.
smj: 18 iesselisvuohtavahko maŋŋela rávkaduvvá loahpe Sosiálastivras abårtåv dagátjit.

source: Dakkár lobi oažžu jus leat erenomáš ákkat abortii.
smj: Dakkir loabev oadtju val jus li sierralágásj oare abårttåj.

source: Ovdamearkka dihte ahte lea hirbmat nuorra, leat alkohola- dehe gárrenmirkováttisvuođat, lea veagalváldon dehe ogis lea juoga váralaš vahát dehe liitu.
smj: Buojkulvisá dasi máhtti årrot gå l sieldes nuorra, li gassjelisvuoda alkoholajn jali drogaj, l illastuvvam jali ågen la muhtem tjavgga vahák jali ij la iemeláhkáj åvdeduvvam.

source: Gos aborta dahkko ?
smj: Gånnå abårtåv dahká ?

source: Aborta dahkko álo buohcceviesus dehe eará spesialistaklinihkain, abortta ii sáhte dahkat omd. nuoraid-vuostáváldimiin.
smj: Abårttå agev dagáduvvá skihpadåben jali ietjá tjiehppeklinijkajn, ij máhte buojkulvissan abårtåv dahkat nuorajduostudagán.

source: Muhto jus diehtá ahte lea áhpehin ja jurddaša dahkat abortta sáhttá váldit oktavuođa nuoraidvuostáváldimiin oažžun dihte ráđiid.
smj: Valla jus diehtá l iesselissan ja ájádallá abårtåv dahkat de máhttá aktavuodav válldet nuorajduostudagájn rádev oattjotjit.

source: Sáhttá maid mannat dearvvašvuođaguovddážii dehe gynekologa lusa.
smj: Máhttá aj mannat varresvuohtaguovdátjij jali gynekologaj.

source: Sii sáhttet maid veahkehit olbmo váldit oktavuođa buohcciviesu abortavuostáváldimiin.
smj: Máhtti aj viehkedit aktavuodav válldet abårttåduostudagájn skihpadåben.

source: Sáhttá maid ieš riŋget njuolga abortavuostáváldimii ja várret áiggi.
smj: Máhttá aj iesj riŋŋgit njuolgga abårttåduostudahkaj ja ájgev diŋŋgot.

source: Jus diehtá ahte háliida dahkat abortta soaitá leahkit buorre várret áiggi nu jođánit go vejolaš daningo muhtumiin soitet dihto vuostáváldimiin leahkit vuordináiggit
smj: Jus diehtá sihtá abårtåv dahkat de l buorre ájgev diŋŋgot nåv ruvva máhttelis danen gå muhttijn máhtti vuorddemájge muhtem duostudagájn.

source: Mot aborta dáhpáhuvvá ?
smj: Gåktu abårttå dagáduvvá ?

source: Abortta sáhttá dahkat máŋgga ládje.
smj: Abårttå máhttá umassláhkáj dagáduvvat.

source: Mainna vugiin dat dahkko vuolgá das man guhkás áhpehisvuohta lea ollen.
smj: Makkir vuogij milta dagáduvvá mierreduvvá man guhka ájgge l vássám iesselisvuodan.

source: Oažžun dihte čielgasa man áhpehisvahkus lea rehkenasto maŋemus mánnodávddaid vuosttaš beaivvis iige ieš sahkanandilis.
smj: Åtsådittjat makkir iesselisvuohtavahkon la vuododuvvá maŋemus läjbboma vuostasj biejves. Ij de riekkni almma sahkanimes.

source: Logát vahku rádjái
smj: Gitta avtse vahkkuj

source: Logát vahku rádjái sáhttá dahkat abortta dálkasiid vehkiin.
smj: Gitta avtse vahkkuj máhttá abårtåv dahkat dálkkasij viehkken.

source: Dat gohčoduvvo dálkkaslaš aborta.
smj: Gåhtjudallá medisijnalasj abårttån.

source: Muhtin báikkiin dat vuohki gevto guovttenuppelogát vahku rádjái.
smj: Muhtem sajijn tjärdda aneduvvá lågenanguovte vahkuj.

source: Dalle oažžu tableahta abortavuostáváldimis. Dát ii leat seamma ášši go akuhta p-pillar.
smj: Oadtju tablehtav abårttåduostudagán, dát ij la sämmi gå hähkka-p-tablähtta.

source: Maŋŋel go lea váldán tableahta oažžu mannat ruoktot.
smj: Gå l tablehtav bårråm de oadtju häjmmaj mannat.

source: Ovtta – guovtti beaivvigeažis ferte boahtit fas vuostáváldimii oažžun dihte ođđa dálkasa, juogo tableahttan man njiellá dehe mii bidjo viigái.
smj: Avta jali guovte biejve maŋŋela boahtá ruoptus duostudahkaj oattjotjit ådå dálkkasav, juogu de tablähttan majt njiella jali biejaduvvá guoddnáj.

source: Dat soaitá bávččagit muhto dalle oažžu gibulitnudeami ja maŋŋel seamma beaivvi sáhttá vuolgit ruoktot.
smj: Ganugasstá de duostudagán maŋŋela ja moadda tijma duogen varddegoahtá ja iesselisvuohta boarkki.

source: Abortta sáhttá loahpahit maid ruovttus, ng. ruovttuaborta.
smj: Máhttá bávtjájdallat valla dasi oadtju bávtjasgiehpedimev ja maŋebut sämmi biejve häjmmaj manná.

source: Dalle oažžu mielde nuppi gearddi tableahtaid ja váldá daid ruovttus.
smj: Máhttelis la aj abårtåv hejman tjadádit, nåv gåhtjodum häjmmaabårttån. De nuppe vuoro tablehtajt ja hejman.

source: Vai oažžu dahkat ruovttuabortta ferte leahkit unnimustá 18 jagi ja soames ráves olmmoš ferte leahkit su luhtte.
smj: Loabeduvátjit häjmmaabårtåv dahkat de hähttu binnemusát 18 jage vuoras ja ietjas lunna l ietjá ållessjattuk.

source: Moadde vahku maŋŋel abortta dahkko ođđafitnan gynekologa dehe jorttamovrra luhtte ođđa áhpehis-vuođateastta dahkamii ja muitalan dihte got veadjá.
smj: Moadda vahko abårtå maŋŋela ådåsis gynekologa jali gáhppeliddje lunna manát dagátjit ådå iesselisvuohtaåtsådimev ja giehtutjit gåktu viessu.

source: Easka dalle gehččo dálkkaslaš aborta ollásit čađa-huvvon.
smj: Iesski dalloj medisijnalasj abårttå aneduvvá ållu tjadádum.

source: Muhtumin dahkko maid dutkan dárkkistan dihte ahte eai leat báhcán mangelágán vuossamátta-bázahusat viigái.
smj: Muhttijn aj åtsådibme dagáduvvá gehtjadittjat vaj e buojkulvissan plasentas bátsidusá gávnnu skoadon.

source: Jus leat ng. ráhpun ferte dahkkot ja dalle njammojuvvo dat oasit mat leat báhcán eret.
smj: Jus da gávnnuji de máhttá nåv gåhtjodum ráhpom dagáduvvat ja de njamáduvvi oase ma li báhtsam várrogit ierit.

source: Jus dat dárbbašuvvo dahkkot dalle nohkkaduvvo.
smj: Jus dárbaj dav dahkat de jábmeduvvá.

source: 13 vahku rádjái
smj: Gitta 12 vahkkuj

source: 13. vahku rádjái, sáhttá dahkkot man gohčoduvvo kirurgalaš aborta, dalle dahkko ráhpun.
smj: Gitta 12 vahko vahkkujj, máhttá dahkat nåv gåhtjodum tjuollam abårttån, dalloj ráhpom de dagáduvvá.

source: Operašuvnna áigái nohkkaduvvo.
smj: Tjuollambåttå l jábmedum.

source: Doavttir doalvu instrumeantta viigái.
smj: Dåktår tsahká instrumentav skåhtuj.

source: Instrumeanttas lea gitta njammi.
smj: Instrumännta l aktijbiejadum njammamrusstaj.

source: Várrogasat ohki ja vuossamátta njammojuvvo olggos viigás.
smj: Várrogit åhke ja plasännta njamáduvvá skoados.

source: Ieš aborta váldá sullii 20 minuhta.
smj: Oalle abårttå gihtja 20 minuvta bájken.

source: Maŋŋil ferte vuoiŋŋastit vuostáváldimis moadde diimmu.
smj: Maŋŋela ganut duostudagán moadda tijma vuojŋgadittjat.

source: Moadde vahku maŋŋil sáhttá muhtumin šaddat galledit vuostáváldimis.
smj: Moadda vahko maŋebut muhttijn ådåsismanádibme dagáduvvá.

source: Vahku 12 maŋŋel ja gitta vahkkui 19
smj: 12 vahko maŋŋela ja gitta 18 vahkuj

source: 12 vahku maŋŋil aborta ferte dahkkot guovtti lávkkis.
smj: Maŋŋela 12 vahko de abårttå hähttu guovten lávken dagáduvvat.

source: Dalle oažžu vuostáváldimis álggos dálkasa mii lea seammalágán tableahtta go mii gevto árra aborttas.
smj: Duostudagán vatteduvvá vuostak dálkkasa ma la sämmi tablähtta tjerdas ma aneduvvi árra abårtån.

source: Guokte beaivvi maŋŋel ferte boahtit ruovttoluotta vuostáváldimii oažžun dihte ođđa dálkasa mii bidjá mátkái viigá ávttaid nu ahte ohki vehá gerddiinis hoigasa olggos.
smj: Guovte biejve maŋŋela boahtá ruoptus duostudahkaj ja vatteduvvá ådå dálkkasa ma álgadi skoado aktijgiessemijt vaj åhke suojmma ålgus boahtá.

source: Dat sáhttá sulastahttit miniriegádahttima ja sáhttá bávččagit seamma ládje go riegádahttá máná.
smj: Sjimustahttá unnepriegádahttemijn ja máhttá bávtjájdallat sämmiláhkáj gå mánáv riegádahttá.

source: Áigi mii dasa gollá sáhttá molsasaddat, moatti diimmus máŋgga jándorii muhto eatnasiin dat dáhpáhuvvá jándoris.
smj: Ájgge mij rávkaduvvá målsut, moattet tijmas gitta moatte jánndurij valla ienemusájda jánndura sinna.

source: Dan áigge lea váldojuvvon buohccivissui.
smj: Dav ájgen la skihpadåben sisitjáledum.

source: Go aborta lea dahkkon doavttir dutká viigá.
smj: Gå abårttå l dagádum de dåktår skoadov åtsåt.

source: Jus vuossamátta-bázahusat leat vel soaitá dárbbašit dahkkot viigá ráhpun.
smj: Jus plasentas bátsidusá li de máhttá skoados ráhpom dárbulasj årrot.

source: Moadde vahku maŋŋil sáhttá muhtumin šaddat galledit buohcciviesus.
smj: Moadda vahko abårtå maŋŋela máhttá muhttijn ådåsismanádit skihpadåben.

source: Vahku 18 maŋŋel
smj: 18 vahko maŋŋela

source: Vahku 18 maŋŋel oažžu dahkat abortta jus leat erenomáš ákkat abortii.
smj: 18 vahko maŋŋela galggá sierra oarre abårtåv dahkat.

source: Aborta dahkko dalle seamma ládje go vahku 12 maŋŋel.
smj: Abårttå dagáduvvá sämmiláhkáj gå 12 vahko maŋŋela.

source: Maid aborta máksá ?
smj: Majt abårttå máksá ?

source: Maid aborta dahkan máksá vuolgá das man guovllus riikkas orru.
smj: Majt máksá abårtåv dahkat målsut jur gånnå rijkan årru.

source: Máŋgga sajis ii dárbbat máksit maidege jus lea vuollái 20 jagi.
smj: Moatten sajen ij dárbaha majdek mákset jus ij la 20 jage ållim.

source: Jus dárbbaha máksit nu dat máksá sullii 300 ruvnna beroškeahttá man boaris lea.
smj: Jus dárbaj mákset de máksá bájken 300 kråvnå juska vil man vuoras.

source: Jus háliida diehtit juste maid máksá doppe gos orru nu sáhttá jearrat soapmásis nuoraidvuostáváldimis dehe jurttamovravuostáváldimis.
smj: Jus sihtá diehtet jur majt máksá gånnå iesj årru, de máhttá gatjádit soabmásis nuorajduostudagán jali gáhppeliddjeduostudagán.

source: Sáhttá maid váldit oktavuođa abortavuostáváldimiin.
smj: Máhttá aj aktavuodav válldet abårttåduostudagájn.

source: Fertego váhnen dehe fuolaheaddji oažžut diehtit ?
smj: Hähttuji gus äjgáda jali sujttoaddne diedojt oadtjot ?

source: Vuostáváldimiid bargoveagas lea jávohisvuođageatnegasvuohta.
smj: Barggijn duostudagájn la sjávovälggogisvuohta.

source: Muhto jus galgá dahkat abortta lea buorre jus soamis sáhttá leahkit doarjjan ovdal ja maŋŋel abortta.
smj: Valla jus galggá abårtåv dahkat de l buorre jus soames máhttá doarjjan årrot abårtå åvddål ja maŋŋela.

source: Jus lea nuorra bargoveahka láve evttohit ahte váhnemat dehe fuolaheaddjit ožžot diehtit ahte galgá dahkat abortta.
smj: Jus la nuorra de bargge álu oajvvadi äjgáda jali ietjá sujttoaddne oadtju diehtet abårtåv la dagátjit.

source: Jus ii sáhte muitalit ruovttus ahte galgá dahkat abortta sáhttá muitalit soames eará ráves olbmui geasa luohtiha.
smj: Jus ij hejman máhte giehttot abårtåv la dagátjit de márjju máhttá giehttot iehtjádij gesi åssku.

source: Dat sáhttá leahkit ráves oabbá, fuolki, kurator dehe skuvlla buohccidivššár dehe soamis iežá gii sáhttá addit doarjaga.
smj: Máhttá årrot ållessjattuk oarbben, beraj, kuratåvrrå ja skihpasujtár skåvlån jali ietjá ulmusj gut máhttá doarjodit.

source: Jus váhnemii dehe eará fuolaheaddjái váldo oktavuohta mearriduvvo dáhpáhus gearddiinis ja vuolgá das maid ieš háliida, dilálašvuođain ja man boaris lea.
smj: Jus äjgádij jali ietjá sujttoaddnij aktavuodav váldeduvvá de mierreduvvá vidjurij milta ja vuododuvvá iehtjádij siegen majt iesj sihtá, vidjurijs ja man vuoras la.

source: Mađi lagabus 18 jagi lea dasto unnit lea váhnemis dehe eará fuolaheaddjis riekti diehtit ovttaskasa oktavuođain divššuin.
smj: Dadi lagábut 18 jage vuoras la dadi binnebut la äjgádin jali ietjá sujttoaddnen riektá diedojt oadtjot ietjas aktavuodaj birra sujtujn.

source: Eanas oassái sáhttá ságastit got galgá dahkat dainna bargoveagain mainna deaivvada.
smj: Ienemusát máhttá ságastallat gåktu dahkat barggij maj gávnat.

source: Jus váhnemii dehe fuolaheaddjái váldo oktavuohta nu oažžu goit álo ieš diehtit dan álggos.
smj: Jus äjgádij jali sujttoaddnij aktavuodav váldeduvvá de agev iesj vuostak diededuvvá.

source: Jus lea nu ahte ovttaskasa váhnemat dehe fuolaheaddjit eai obanassiige sáhte oažžut diehtit ahte háliida dahkat abortta, daningo dalle soaittálii ovttaskassii dáhpáhuvvat juoga, dikšubargoveahka ii váldde oktavuođa singuin.
smj: Jus la nåvti vaj ietjas äjgáda jali sujttoaddne e åbbå oattjo diehtet jut abårtåv sihtá dahkat, dajna gå juojddá allasis máhttá sjaddat, de sujttobargge e aktavuodav sijájn válde.

source: Aborttadahkan ii galgga dagahit ahte bidjo dakkár dilálašvuhtii gos sáhttá geavvat heajuid.
smj: Abårtåv dahkat ij galga tjuovvusav vaddet aktak vájves vidjurijda sjaddá.

source: Ovttaskas sáhttá oažžut veahki kuratoris dehe eará doarjjabargis dan sádjái.
smj: Máhttá de ienni viehkev kuratåvrås jali ietjá doarjjaulmutjis oadtjot.

source: Abortta maŋŋel
smj: Abårtå maŋŋela

source: Lea buorre vuoiŋŋastit daid beivviid abortta maŋŋel.
smj: Buorre l vuojŋadit biejvijt abårtå maŋŋela.

source: Vuosttaš beivviid ja gitta vahku rádjái sáhttet leahkit bákčasat, sullii dego mánnodávddat.
smj: Vuostasj biejvijn ja gitta vahkkuj máhttá báktjit, vargga degu läjbbombáktjasa.

source: Vahkut abortta maŋŋel sáhttá vardit sullii nugo livččii mánnodávddat dehe soaitá vehá eanet.
smj: Vahko abårtå maŋŋela álu varddá vargga degu l läjbbom jali márjju ienebuv.

source: Man guhká vardá lea gitta olbmos ja vuolgá earet eará das man soarttat abortta lea mannan čađa.
smj: Man guhkev varddá rievddá ulmutjis ulmutjij ja makkir abårttå.

source: Nu guhkágo vardá ii galgga anašit, geavtit tampongga dehe vuojadit daningo dalle soaitá oažžut infekšuvnna.
smj: Nåv guhkev gå varddá ij galga seksav adnet, tampuvnav adnet jali lávggot danen gå máhttá infeksjåvnåv oadtjot.

source: Sullii njealji – guđa vahku geažis lávejit mánnodávddat boahtit.
smj: Läjbbom álu boahtá ruoptus nielje gitta gudá vahko maŋŋela.

source: Abortta maŋŋel soitet muhtimat dovdat miela gehppon go nuppit fas dovdet iežaset surolažžan.
smj: Abårtå maŋŋela muhtema dåbddi gähppánimev gå iehtjáda håjev dåbddi.

source: Dovddut soitet maid molsasaddat ja muhtumin dat bohtet easka guhká maŋŋel.
smj: Máhttá aj målsudit daj dåbdoj gaskan ja muhttijn esski båhti maŋebut abårtå maŋŋela.

source: Vaikko lea gollan guhkes áigi sáhttá váldit oktavuođa vuostáváldimiin vai beassá sárdnut dovdduidis birra.
smj: Juska vil guhka ájgge l vássám de máhttá aktavuodav válldet duostudagájn ságastittjat ietjas dåbdoj birra.

source: Dan sáhttá dahkat vuostáváldimis gos aborta dahkkui dehe ovdamearkka dihte nuoraidvuostáváldimis.
smj: Máhttá dav dahkat duostudagán gånnå abårttå dagáduváj jali buojkulvissan nuorajduostudagán.

source: Muhtumin dat vuolgá das ahte ii dovdda iežas gearggusin, ahte lea ila nuorra dehe dat ii heive ovttaskasa eallimii juste dalle.
smj: Muhttijn l dan duogen gå ij ietjas váseda gärggok, l ilá nuorra jali ij hiebá ietjas viessomin jur dalloj.

source: Soaitá ahte geainna lea šaddan áhpeheapmin ii leat dat geainna háliida máná.
smj: Márjju gejna l aktan iesselissan sjaddam ij la gejna sidá mánáv oadtjot.

source: Beroškeahttá sivas lea riekti oažžut dahkat abortta dárbbatkeahttá čilget soamis earái.
smj: Juska vil oarre de l riektá abårtåv dahkat váni darbaha ietjas tjielggit ietjá ulmutjij.

source: Dat lea čállon abortalágas.
smj: Tjáledum la abårttålágan.

source: Lea maid riekti molsut oainnu goas fal ovdal ieš abortta.
smj: Riektá l aj ietjas rievddat akta goassa abårtå åvddåla.

source: Ii leat oktat ahkerádji oažžun dihte dahkat abortta.
smj: Ij gávnnu áldarmierre dagátjit abårtåv.
